{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<DOC_START>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<EDITION_D>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<EDITION_H>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<EDITION_J>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<EDITION_N>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "(?=[bcdghjklnprstyz']+[aiueo][bcdghjklnprstyz']*)(am|'ang|'i|'is|'o|'u)$"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<pad>": 1,
      "<s>": 2,
      "</s>": 3,
      "<mask>": 4,
      "<DOC_START>": 5,
      "<EDITION_D>": 6,
      "<EDITION_H>": 7,
      "<EDITION_J>": 8,
      "<EDITION_N>": 9,
      "!": 10,
      "#": 11,
      "$": 12,
      "&": 13,
      "'": 14,
      "(": 15,
      ")": 16,
      "*": 17,
      "+": 18,
      ",": 19,
      "-": 20,
      ".": 21,
      "/": 22,
      "0": 23,
      "1": 24,
      "2": 25,
      "3": 26,
      "4": 27,
      "5": 28,
      "6": 29,
      "7": 30,
      "8": 31,
      "9": 32,
      ":": 33,
      ";": 34,
      "<": 35,
      "=": 36,
      ">": 37,
      "?": 38,
      "@": 39,
      "A": 40,
      "C": 41,
      "D": 42,
      "E": 43,
      "F": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "_": 61,
      "`": 62,
      "a": 63,
      "b": 64,
      "c": 65,
      "d": 66,
      "e": 67,
      "f": 68,
      "g": 69,
      "h": 70,
      "i": 71,
      "j": 72,
      "k": 73,
      "l": 74,
      "m": 75,
      "n": 76,
      "o": 77,
      "p": 78,
      "q": 79,
      "r": 80,
      "s": 81,
      "t": 82,
      "u": 83,
      "v": 84,
      "w": 85,
      "x": 86,
      "y": 87,
      "z": 88,
      "{": 89,
      "|": 90,
      "}": 91,
      "~": 92,
      "­": 93,
      "µ": 94,
      "¼": 95,
      "¿": 96,
      "×": 97,
      "à": 98,
      "ã": 99,
      "ä": 100,
      "æ": 101,
      "í": 102,
      "î": 103,
      "ï": 104,
      "ð": 105,
      "ñ": 106,
      "ö": 107,
      "þ": 108,
      "ķ": 109,
      "в": 110,
      "ं": 111,
      "ऽ": 112,
      "।": 113,
      "‍": 114,
      "‘": 115,
      "’": 116,
      "■": 117,
      "。": 118,
      "一": 119,
      "五": 120,
      "件": 121,
      "品": 122,
      "夹": 123,
      "密": 124,
      "建": 125,
      "文": 126,
      "新": 127,
      "時": 128,
      "未": 129,
      "标": 130,
      "桌": 131,
      "档": 132,
      "秘": 133,
      "經": 134,
      "註": 135,
      "輪": 136,
      "部": 137,
      "面": 138,
      "题": 139,
      "黃": 140,
      "（": 141,
      "）": 142,
      "ng": 143,
      "pa": 144,
      "DI": 145,
      "TI": 146,
      "<E": 147,
      "N_": 148,
      "ON_": 149,
      "DITI": 150,
      "<EDITI": 151,
      "<EDITION_": 152,
      "ang": 153,
      "yi": 154,
      "ba": 155,
      "D>": 156,
      "na": 157,
      "'i": 158,
      "la": 159,
      "gs": 160,
      "ya": 161,
      "ha": 162,
      "he": 163,
      "dang": 164,
      "de": 165,
      "da": 166,
      "ms": 167,
      "par": 168,
      "ts": 169,
      "ho": 170,
      "du": 171,
      "hi": 172,
      "ye": 173,
      "ma": 174,
      "N>": 175,
      "bs": 176,
      "kyi": 177,
      "ra": 178,
      "H>": 179,
      "yu": 180,
      "ni": 181,
      "yang": 182,
      "bya": 183,
      "yo": 184,
      "ta": 185,
      "J>": 186,
      "te": 187,
      "ph": 188,
      "hes": 189,
      "rna": 190,
      "nyi": 191,
      "po": 192,
      "dag": 193,
      "hu": 194,
      "//": 195,
      "zhi": 196,
      "do": 197,
      "rg": 198,
      "nas": 199,
      "yin": 200,
      "mi": 201,
      "'o": 202,
      "ri": 203,
      "ro": 204,
      "ca": 205,
      "'d": 206,
      "to": 207,
      "gyi": 208,
      "rgya": 209,
      "me": 210,
      "tha": 211,
      "so": 212,
      "'g": 213,
      "bar": 214,
      "ru": 215,
      "nyid": 216,
      "yur": 217,
      "zhes": 218,
      "yed": 219,
      "se": 220,
      "su": 221,
      "ngs": 222,
      "sk": 223,
      "med": 224,
      "bzhi": 225,
      "tu": 226,
      "cho": 227,
      "ci": 228,
      "sems": 229,
      "gi": 230,
      "lta": 231,
      "las": 232,
      "kh": 233,
      "'di": 234,
      "bu": 235,
      "nga": 236,
      "rnams": 237,
      "che": 238,
      "gz": 239,
      "ngo": 240,
      "rnam": 241,
      "shes": 242,
      "bzhin": 243,
      "dg": 244,
      "lo": 245,
      "rj": 246,
      "pas": 247,
      "ste": 248,
      "phyi": 249,
      "han": 250,
      "byed": 251,
      "dz": 252,
      "dan": 253,
      "gang": 254,
      "cad": 255,
      "mo": 256,
      "'b": 257,
      "chu": 258,
      "ldan": 259,
      "'gyur": 260,
      "yod": 261,
      "tho": 262,
      "es": 263,
      "bc": 264,
      "thams": 265,
      "rang": 266,
      "sto": 267,
      "chos": 268,
      "am": 269,
      "phyir": 270,
      "go": 271,
      "chen": 272,
      "sp": 273,
      "od": 274,
      "ji": 275,
      "kha": 276,
      "kyis": 277,
      "dpa": 278,
      "gsu": 279,
      "rab": 280,
      "byang": 281,
      "gnas": 282,
      "ku": 283,
      "tan": 284,
      "kho": 285,
      "db": 286,
      "can": 287,
      "ka": 288,
      "ltar": 289,
      "tsho": 290,
      "'da": 291,
      "angs": 292,
      "lu": 293,
      "bdag": 294,
      "yung": 295,
      "kyang": 296,
      "nya": 297,
      "re": 298,
      "cig": 299,
      "bz": 300,
      "rts": 301,
      "shi": 302,
      "chub": 303,
      "gyis": 304,
      "sogs": 305,
      "'du": 306,
      "no": 307,
      "pha": 308,
      "'das": 309,
      "ad": 310,
      "bo": 311,
      "bco": 312,
      "gyur": 313,
      "don": 314,
      "al": 315,
      "rgyas": 316,
      "skye": 317,
      "rje": 318,
      "gnyi": 319,
      "cha": 320,
      "gnyis": 321,
      "'kho": 322,
      "kun": 323,
      "bcom": 324,
      "rol": 325,
      "lha": 326,
      "rub": 327,
      "sa": 328,
      "dpa'": 329,
      "'khor": 330,
      "stong": 331,
      "byas": 332,
      "sb": 333,
      "thu": 334,
      "sg": 335,
      "mts": 336,
      "gis": 337,
      "sangs": 338,
      "dge": 339,
      "sn": 340,
      "rdo": 341,
      "yongs": 342,
      "rdz": 343,
      "ngon": 344,
      "gzhan": 345,
      "rgyu": 346,
      "ras": 347,
      "rgyal": 348,
      "zi": 349,
      "mcho": 350,
      "nye": 351,
      "gsum": 352,
      "ten": 353,
      "dbang": 354,
      "br": 355,
      "yor": 356,
      "zin": 357,
      "zhing": 358,
      "bas": 359,
      "'ji": 360,
      "ga": 361,
      "bstan": 362,
      "yon": 363,
      "had": 364,
      "ti": 365,
      "spyod": 366,
      "gzu": 367,
      "tshe": 368,
      "gcig": 369,
      "gshe": 370,
      "ug": 371,
      "le": 372,
      "rto": 373,
      "ces": 374,
      "'do": 375,
      "'dzin": 376,
      "brgya": 377,
      "mtshan": 378,
      "snga": 379,
      "tshi": 380,
      "d+": 381,
      "gshegs": 382,
      "'j": 383,
      "cing": 384,
      "slo": 385,
      "rten": 386,
      "phyin": 387,
      "bde": 388,
      "mngon": 389,
      "mtho": 390,
      "rdzo": 391,
      "tshu": 392,
      "phya": 393,
      "a'": 394,
      "grub": 395,
      "'dod": 396,
      "phyag": 397,
      "tshogs": 398,
      "dam": 399,
      "lus": 400,
      "'byung": 401,
      "'jig": 402,
      "rdzogs": 403,
      "dus": 404,
      "ngos": 405,
      "mthong": 406,
      "zhe": 407,
      "'gro": 408,
      "rag": 409,
      "sm": 410,
      "mdz": 411,
      "byung": 412,
      "rig": 413,
      "shing": 414,
      "rigs": 415,
      "brj": 416,
      "nyam": 417,
      "za": 418,
      "mkha": 419,
      "dngos": 420,
      "rin": 421,
      "mtha": 422,
      "bsk": 423,
      "zhig": 424,
      "'am": 425,
      "lnga": 426,
      "sku": 427,
      "bcu": 428,
      "tshul": 429,
      "brjod": 430,
      "mchog": 431,
      "sha": 432,
      "nying": 433,
      "gsungs": 434,
      "snang": 435,
      "yid": 436,
      "gso": 437,
      "tshig": 438,
      "lam": 439,
      "gzugs": 440,
      "des": 441,
      "rta": 442,
      "skad": 443,
      "yogs": 444,
      "g.": 445,
      "rjes": 446,
      "yen": 447,
      "hA": 448,
      "snying": 449,
      "skyes": 450,
      "rtsa": 451,
      "khams": 452,
      "hal": 453,
      "ung": 454,
      "ral": 455,
      "ston": 456,
      "phyogs": 457,
      "dug": 458,
      "thob": 459,
      "er": 460,
      "'byor": 461,
      "hugs": 462,
      "bca": 463,
      "rul": 464,
      "sngags": 465,
      "bsam": 466,
      "dga'": 467,
      "bshad": 468,
      "nu": 469,
      "rung": 470,
      "chi": 471,
      "sbyin": 472,
      "lag": 473,
      "khya": 474,
      "slong": 475,
      "h+": 476,
      "chags": 477,
      "bdu": 478,
      "nam": 479,
      "nang": 480,
      "kyil": 481,
      "mar": 482,
      "sna": 483,
      "'jug": 484,
      "bcas": 485,
      "gsol": 486,
      "'dus": 487,
      "'ph": 488,
      "rug": 489,
      "dkyil": 490,
      "'od": 491,
      "ka'": 492,
      "rtog": 493,
      "b+": 494,
      "yul": 495,
      "dmi": 496,
      "sgo": 497,
      "dmigs": 498,
      "lags": 499,
      "'bras": 500,
      "reg": 501,
      "wa": 502,
      "dri": 503,
      "mtha'": 504,
      "yan": 505,
      "bsgo": 506,
      "mchod": 507,
      "hag": 508,
      "sbyor": 509,
      "lung": 510,
      "mdzad": 511,
      "nyan": 512,
      "yis": 513,
      "shin": 514,
      "drug": 515,
      "byar": 516,
      "ge": 517,
      "brgyad": 518,
      "dbu": 519,
      "smras": 520,
      "rk": 521,
      "byin": 522,
      "nges": 523,
      "bgyi": 524,
      "rtogs": 525,
      "ngan": 526,
      "dp": 527,
      "myi": 528,
      "bla": 529,
      "rtag": 530,
      "dad": 531,
      "gro": 532,
      "tsam": 533,
      "gsang": 534,
      "thos": 535,
      "the": 536,
      "dog": 537,
      "sgra": 538,
      "ting": 539,
      "sdug": 540,
      "pos": 541,
      "mthu": 542,
      "'u": 543,
      "bral": 544,
      "mkh": 545,
      "rgyud": 546,
      "mnyam": 547,
      "gsal": 548,
      "min": 549,
      "khyod": 550,
      "tshad": 551,
      "'ang": 552,
      "tsal": 553,
      "log": 554,
      "un": 555,
      "sri": 556,
      "mchi": 557,
      "gal": 558,
      "bka'": 559,
      "tshal": 560,
      "brts": 561,
      "smo": 562,
      "on": 563,
      "bsnga": 564,
      "tsa": 565,
      "bskyed": 566,
      "mkhyen": 567,
      "thugs": 568,
      "man": 569,
      "gts": 570,
      "khri": 571,
      "rangs": 572,
      "'pha": 573,
      "por": 574,
      "mkha'": 575,
      "hang": 576,
      "yas": 577,
      "srid": 578,
      "sngon": 579,
      "thabs": 580,
      "mongs": 581,
      "gto": 582,
      "'dra": 583,
      "sum": 584,
      "legs": 585,
      "dpal": 586,
      "nyon": 587,
      "yong": 588,
      "'phags": 589,
      "hU": 590,
      "mang": 591,
      "spa": 592,
      "ran": 593,
      "khro": 594,
      "mtsho": 595,
      "mig": 596,
      "chad": 597,
      "dgo": 598,
      "zhugs": 599,
      "zla": 600,
      "stsal": 601,
      "gu": 602,
      "snyam": 603,
      "bk": 604,
      "mya": 605,
      "sgrub": 606,
      "kar": 607,
      "~M": 608,
      "'dir": 609,
      "nge": 610,
      "mchis": 611,
      "bsngal": 612,
      "dbyi": 613,
      "nyen": 614,
      "zad": 615,
      "'kh": 616,
      "rim": 617,
      "blo": 618,
      "bzang": 619,
      "slob": 620,
      "rnal": 621,
      "stobs": 622,
      "bsgom": 623,
      "gtan": 624,
      "rog": 625,
      "gzhi": 626,
      "sbyar": 627,
      "myed": 628,
      "sla": 629,
      "nyes": 630,
      "ram": 631,
      "'tshal": 632,
      "bsku": 633,
      "khyad": 634,
      "li": 635,
      "mdo": 636,
      "pho": 637,
      "bdud": 638,
      "yug": 639,
      "gn": 640,
      "nyams": 641,
      "bsgrub": 642,
      "lan": 643,
      "bdun": 644,
      "rel": 645,
      "lang": 646,
      "lhag": 647,
      "bye": 648,
      "d+ha": 649,
      "di": 650,
      "badz": 651,
      "gnod": 652,
      "rus": 653,
      "der": 654,
      "ming": 655,
      "mu": 656,
      "song": 657,
      "oM": 658,
      "mthun": 659,
      "thi": 660,
      "dgra": 661,
      "tshor": 662,
      "nad": 663,
      "pad+": 664,
      "grangs": 665,
      "'jigs": 666,
      "nus": 667,
      "khyab": 668,
      "gos": 669,
      "rkyen": 670,
      "ring": 671,
      "ska": 672,
      "mkhas": 673,
      "phan": 674,
      "tog": 675,
      "khyi": 676,
      "'dun": 677,
      "smra": 678,
      "t+": 679,
      "zer": 680,
      "nor": 681,
      "tung": 682,
      "shig": 683,
      "dbyings": 684,
      "theg": 685,
      "rtsi": 686,
      "mgo": 687,
      "dran": 688,
      "brtson": 689,
      "sar": 690,
      "snyo": 691,
      "len": 692,
      "tags": 693,
      "bzhugs": 694,
      "rlung": 695,
      "'phrul": 696,
      "grol": 697,
      "blta": 698,
      "dbye": 699,
      "snyoms": 700,
      "'dug": 701,
      "gsung": 702,
      "phrag": 703,
      "phu": 704,
      "pad+ma": 705,
      "dza": 706,
      "bden": 707,
      "chung": 708,
      "nag": 709,
      "nams": 710,
      "langs": 711,
      "or": 712,
      "bts": 713,
      "sor": 714,
      "dkar": 715,
      "zag": 716,
      "khyim": 717,
      "bzlas": 718,
      "mthar": 719,
      "wA": 720,
      "ngag": 721,
      "tsha": 722,
      "ris": 723,
      "dbus": 724,
      "gzi": 725,
      "as": 726,
      "dpag": 727,
      "phung": 728,
      "'og": 729,
      "mtsha": 730,
      "dul": 731,
      "sde": 732,
      "srog": 733,
      "thar": 734,
      "shu": 735,
      "k+": 736,
      "rtse": 737,
      "yad": 738,
      "gda": 739,
      "bi": 740,
      "bsod": 741,
      "spangs": 742,
      "rags": 743,
      "mos": 744,
      "ltung": 745,
      "khrims": 746,
      "shA": 747,
      "gzhag": 748,
      "'ong": 749,
      "badzra": 750,
      "bum": 751,
      "og": 752,
      "khu": 753,
      "steng": 754,
      "gzung": 755,
      "rib": 756,
      "n+": 757,
      "g.yo": 758,
      "spo": 759,
      "spyan": 760,
      "bur": 761,
      "bsg": 762,
      "gar": 763,
      "'bar": 764,
      "dpo": 765,
      "khye": 766,
      "bzung": 767,
      "smin": 768,
      "lab": 769,
      "rn": 770,
      "tang": 771,
      "zhu": 772,
      "'brel": 773,
      "gzhu": 774,
      "bzod": 775,
      "bcad": 776,
      "ce": 777,
      "labs": 778,
      "tshigs": 779,
      "gzho": 780,
      "tsh": 781,
      "dmar": 782,
      "ched": 783,
      "phra": 784,
      "sam": 785,
      "dpon": 786,
      "reng": 787,
      "sprul": 788,
      "khrag": 789,
      "smos": 790,
      "shar": 791,
      "spro": 792,
      "'grub": 793,
      "dgu": 794,
      "spyi": 795,
      "'chi": 796,
      "smon": 797,
      "bzhag": 798,
      "bab": 799,
      "zha": 800,
      "rgyun": 801,
      "aa": 802,
      "khang": 803,
      "dgongs": 804,
      "skabs": 805,
      "snyed": 806,
      "rnyed": 807,
      "sdi": 808,
      "brten": 809,
      "bskur": 810,
      "rkang": 811,
      "g.yas": 812,
      "res": 813,
      "tshangs": 814,
      "'jam": 815,
      "zhal": 816,
      "-i": 817,
      "bsnyen": 818,
      "pa'am": 819,
      "bskor": 820,
      "brtan": 821,
      "lhu": 822,
      "bsdus": 823,
      "byangs": 824,
      "lhan": 825,
      "rgyan": 826,
      "ag": 827,
      "sman": 828,
      "'dul": 829,
      "mas": 830,
      "bgyid": 831,
      "phyug": 832,
      "dper": 833,
      "thogs": 834,
      "zas": 835,
      "hUM": 836,
      "'dis": 837,
      "b+ha": 838,
      "gc": 839,
      "bsa": 840,
      "sdig": 841,
      "char": 842,
      "mtshams": 843,
      "swA": 844,
      "g.yon": 845,
      "longs": 846,
      "dung": 847,
      "spyad": 848,
      "phe": 849,
      "dgos": 850,
      "slad": 851,
      "thog": 852,
      "ol": 853,
      "cag": 854,
      "ze": 855,
      "rdzas": 856,
      "ngu": 857,
      "r+": 858,
      "klu": 859,
      "brgyan": 860,
      "chang": 861,
      "bska": 862,
      "thun": 863,
      "'ongs": 864,
      "btsun": 865,
      "sdo": 866,
      "sgyu": 867,
      "sho": 868,
      "sngar": 869,
      "grong": 870,
      "hU~M": 871,
      "skyed": 872,
      "bag": 873,
      "blangs": 874,
      "nan": 875,
      "grags": 876,
      "ldog": 877,
      "ser": 878,
      "bud": 879,
      "drag": 880,
      "bslab": 881,
      "om": 882,
      "thal": 883,
      "cu": 884,
      "gser": 885,
      "bskal": 886,
      "phye": 887,
      "b+h+": 888,
      "thub": 889,
      "mnga": 890,
      "phreng": 891,
      "sbyong": 892,
      "'phe": 893,
      "thig": 894,
      "bram": 895,
      "yA": 896,
      "byams": 897,
      "r-i": 898,
      "dka'": 899,
      "thag": 900,
      "khyer": 901,
      "chud": 902,
      "gong": 903,
      "tag": 904,
      "dwa": 905,
      "pu": 906,
      "lce": 907,
      "rA": 908,
      "'grus": 909,
      "zab": 910,
      "gcod": 911,
      "nub": 912,
      "gtso": 913,
      "sarba": 914,
      "mtshu": 915,
      "dud": 916,
      "kye": 917,
      "en": 918,
      "btang": 919,
      "mtshungs": 920,
      "spong": 921,
      "phyed": 922,
      "rdul": 923,
      "mtshon": 924,
      "mdzes": 925,
      "gnyen": 926,
      "spang": 927,
      "srung": 928,
      "Sh+": 929,
      "lto": 930,
      "yig": 931,
      "brag": 932,
      "ling": 933,
      "phaT": 934,
      "sgrib": 935,
      "um": 936,
      "Sha": 937,
      "'tsho": 938,
      "skyon": 939,
      "dben": 940,
      "lugs": 941,
      "sgro": 942,
      "bku": 943,
      "myong": 944,
      "s+": 945,
      "gzhon": 946,
      "'khrul": 947,
      "sh": 948,
      "dk": 949,
      "rdzu": 950,
      "rlo": 951,
      "gzigs": 952,
      "bor": 953,
      "brtags": 954,
      "bri": 955,
      "tab": 956,
      "ngas": 957,
      "snod": 958,
      "sdang": 959,
      "si": 960,
      "'phel": 961,
      "gtor": 962,
      "long": 963,
      "gtogs": 964,
      "gzungs": 965,
      "mched": 966,
      "bci": 967,
      "bad": 968,
      "pra": 969,
      "sgom": 970,
      "btab": 971,
      "mdog": 972,
      "btags": 973,
      "rtags": 974,
      "'on": 975,
      "lca": 976,
      "tod": 977,
      "@#": 978,
      "bon": 979,
      "bcings": 980,
      "yum": 981,
      "skya": 982,
      "tshang": 983,
      "nA": 984,
      "bsgyur": 985,
      "sras": 986,
      "bstod": 987,
      "gdon": 988,
      "bkod": 989,
      "drang": 990,
      "'chang": 991,
      "gta": 992,
      "dun": 993,
      "Na": 994,
      "g+": 995,
      "dbyangs": 996,
      "ba'am": 997,
      "'phro": 998,
      "she": 999,
      "non": 1000,
      "lcags": 1001,
      "gtong": 1002,
      "dz+": 1003,
      "sprin": 1004,
      "ngang": 1005,
      "bsgoms": 1006,
      "ches": 1007,
      "zhen": 1008,
      "khong": 1009,
      "bsams": 1010,
      "bos": 1011,
      "srin": 1012,
      "myur": 1013,
      "bsrung": 1014,
      "slar": 1015,
      "zhabs": 1016,
      "bcos": 1017,
      "mad": 1018,
      "seng": 1019,
      "'gal": 1020,
      "sdom": 1021,
      "'bru": 1022,
      "khyed": 1023,
      "tA": 1024,
      "phun": 1025,
      "dong": 1026,
      "gtsug": 1027,
      "byad": 1028,
      "bsdu": 1029,
      "thug": 1030,
      "'dre": 1031,
      "'dres": 1032,
      "brlabs": 1033,
      "gtsang": 1034,
      "bus": 1035,
      "'ga'": 1036,
      "cher": 1037,
      "'jo": 1038,
      "nyin": 1039,
      "mdzod": 1040,
      "dpe": 1041,
      "mdun": 1042,
      "mA": 1043,
      "kA": 1044,
      "'chad": 1045,
      "'thob": 1046,
      "zhag": 1047,
      "gri": 1048,
      "sreg": 1049,
      "gros": 1050,
      "Ta": 1051,
      "khan": 1052,
      "'joms": 1053,
      "gshi": 1054,
      "lho": 1055,
      "bzlog": 1056,
      "yab": 1057,
      "phul": 1058,
      "thod": 1059,
      "dgod": 1060,
      "mkhan": 1061,
      "'gag": 1062,
      "lj": 1063,
      "spros": 1064,
      "bza'": 1065,
      "'dz": 1066,
      "tra": 1067,
      "mgon": 1068,
      "tshom": 1069,
      "bkur": 1070,
      "brtag": 1071,
      "gzhug": 1072,
      "glang": 1073,
      "dor": 1074,
      "nyer": 1075,
      "dmyi": 1076,
      "dmyigs": 1077,
      "mug": 1078,
      "mod": 1079,
      "'gog": 1080,
      "sel": 1081,
      "ki": 1082,
      "brtse": 1083,
      "gti": 1084,
      "gling": 1085,
      "'byin": 1086,
      "bcug": 1087,
      "thA": 1088,
      "d+hi": 1089,
      "rlom": 1090,
      "blang": 1091,
      "myal": 1092,
      "dmyal": 1093,
      "ngam": 1094,
      "red": 1095,
      "gshin": 1096,
      "mnga'": 1097,
      "y+": 1098,
      "tsi": 1099,
      "bskul": 1100,
      "phyung": 1101,
      "cung": 1102,
      "ltos": 1103,
      "'pho": 1104,
      "gam": 1105,
      "os": 1106,
      "pad": 1107,
      "gdab": 1108,
      "rga": 1109,
      "'bum": 1110,
      "'byed": 1111,
      "spos": 1112,
      "be": 1113,
      "snyan": 1114,
      "bgyis": 1115,
      "gdu": 1116,
      "ed": 1117,
      "dbul": 1118,
      "shog": 1119,
      "zhus": 1120,
      "'dab": 1121,
      "nyad": 1122,
      "'dren": 1123,
      "'da'": 1124,
      "ub": 1125,
      "yangs": 1126,
      "khrod": 1127,
      "rubs": 1128,
      "gzhal": 1129,
      "gdan": 1130,
      "'tha": 1131,
      "brtsa": 1132,
      "phur": 1133,
      "gtu": 1134,
      "rmi": 1135,
      "thung": 1136,
      "rI": 1137,
      "spu": 1138,
      "bsha": 1139,
      "tul": 1140,
      "gru": 1141,
      "gegs": 1142,
      "brtsams": 1143,
      "dar": 1144,
      "N+": 1145,
      "mun": 1146,
      "regs": 1147,
      "skyong": 1148,
      "hum": 1149,
      "lhun": 1150,
      "skal": 1151,
      "dur": 1152,
      "bam": 1153,
      "skyo": 1154,
      "mnyan": 1155,
      "brnyan": 1156,
      "dro": 1157,
      "lhung": 1158,
      "dra": 1159,
      "'khru": 1160,
      "gdung": 1161,
      "drung": 1162,
      "sred": 1163,
      "@#//": 1164,
      "bris": 1165,
      "gus": 1166,
      "h+a": 1167,
      "bsal": 1168,
      "gzhung": 1169,
      "dril": 1170,
      "bsngo": 1171,
      "kya": 1172,
      "stan": 1173,
      "khas": 1174,
      "snyad": 1175,
      "rlabs": 1176,
      "bltas": 1177,
      "bsgrubs": 1178,
      "'de": 1179,
      "bskyod": 1180,
      "gnang": 1181,
      "brda": 1182,
      "gnon": 1183,
      "sdud": 1184,
      "tshun": 1185,
      "+aa": 1186,
      "grogs": 1187,
      "dbugs": 1188,
      "skyabs": 1189,
      "sh+": 1190,
      "zho": 1191,
      "smad": 1192,
      "tshur": 1193,
      "ags": 1194,
      "phyis": 1195,
      "bgegs": 1196,
      "los": 1197,
      "b+hi": 1198,
      "sro": 1199,
      "gdags": 1200,
      "rmongs": 1201,
      "bA": 1202,
      "h+aum": 1203,
      "bsten": 1204,
      "sgrol": 1205,
      "lte": 1206,
      "rad": 1207,
      "'bab": 1208,
      "rims": 1209,
      "btsal": 1210,
      "byis": 1211,
      "yud": 1212,
      "byi": 1213,
      "mgu": 1214,
      "bkra": 1215,
      "yes": 1216,
      "shis": 1217,
      "gdug": 1218,
      "skur": 1219,
      "yos": 1220,
      "'jog": 1221,
      "ar": 1222,
      "grang": 1223,
      "pA": 1224,
      "cang": 1225,
      "Ni": 1226,
      "skra": 1227,
      "mdor": 1228,
      "dbyer": 1229,
      "'dogs": 1230,
      "phrin": 1231,
      "rdzob": 1232,
      "mong": 1233,
      "bsngags": 1234,
      "nar": 1235,
      "rungs": 1236,
      "gdul": 1237,
      "sbyangs": 1238,
      "pi": 1239,
      "'ba": 1240,
      "rtsal": 1241,
      "sgyur": 1242,
      "mnan": 1243,
      "'tshang": 1244,
      "dris": 1245,
      "sta": 1246,
      "srong": 1247,
      "mnyes": 1248,
      "ts+": 1249,
      "'debs": 1250,
      "bzhe": 1251,
      "bsnams": 1252,
      "yun": 1253,
      "rma": 1254,
      "dkon": 1255,
      "bshes": 1256,
      "'grel": 1257,
      "stegs": 1258,
      "dpung": 1259,
      "tshol": 1260,
      "ko": 1261,
      "ne": 1262,
      "+ra": 1263,
      "id": 1264,
      "h+aa": 1265,
      "bka": 1266,
      "b+h+yo": 1267,
      "rtsol": 1268,
      "klung": 1269,
      "brjid": 1270,
      "bal": 1271,
      "'gags": 1272,
      "nyal": 1273,
      "skar": 1274,
      "rtsod": 1275,
      "dgag": 1276,
      "zung": 1277,
      "'ba'": 1278,
      "shwa": 1279,
      "mtshar": 1280,
      "mg": 1281,
      "gnyer": 1282,
      "ke": 1283,
      "goms": 1284,
      "drangs": 1285,
      "zhags": 1286,
      "dgyes": 1287,
      "zil": 1288,
      "'os": 1289,
      "k+Sha": 1290,
      "dman": 1291,
      "swa": 1292,
      "deng": 1293,
      "sA": 1294,
      "'don": 1295,
      "gdong": 1296,
      "mda": 1297,
      "gA": 1298,
      "'char": 1299,
      "Da": 1300,
      "sbrul": 1301,
      "badz+ra": 1302,
      "logs": 1303,
      "gtam": 1304,
      "glu": 1305,
      "cir": 1306,
      "shAkya": 1307,
      "kau": 1308,
      "gdugs": 1309,
      "yugs": 1310,
      "mal": 1311,
      "mthi": 1312,
      "mor": 1313,
      "Sh+T": 1314,
      "bsags": 1315,
      "bod": 1316,
      "'khrugs": 1317,
      "brtul": 1318,
      "d+hA": 1319,
      "kro": 1320,
      "mj": 1321,
      "bzhir": 1322,
      "ugs": 1323,
      "'bu": 1324,
      "gsod": 1325,
      "ai": 1326,
      "sbyang": 1327,
      "sti": 1328,
      "brang": 1329,
      "ur": 1330,
      "gdams": 1331,
      "g+ha": 1332,
      "g.ye": 1333,
      "btsa": 1334,
      "bca'": 1335,
      "brkyang": 1336,
      "'dri": 1337,
      "t+ta": 1338,
      "dogs": 1339,
      "mthe": 1340,
      "bong": 1341,
      "'bad": 1342,
      "mda'": 1343,
      "nags": 1344,
      "dum": 1345,
      "ud": 1346,
      "gtad": 1347,
      "kyu": 1348,
      "tshod": 1349,
      "shas": 1350,
      "sgron": 1351,
      "brlab": 1352,
      "shugs": 1353,
      "bcing": 1354,
      "'khod": 1355,
      "gle": 1356,
      "zos": 1357,
      "ding": 1358,
      "rnga": 1359,
      "khrus": 1360,
      "ebs": 1361,
      "gte": 1362,
      "'cha": 1363,
      "'bring": 1364,
      "mdzub": 1365,
      "bdug": 1366,
      "bcud": 1367,
      "gter": 1368,
      "btu": 1369,
      "bzed": 1370,
      "dpas": 1371,
      "maH": 1372,
      "stag": 1373,
      "skrag": 1374,
      "dbyibs": 1375,
      "bshags": 1376,
      "tshon": 1377,
      "rabs": 1378,
      "bsad": 1379,
      "pan": 1380,
      "brgyud": 1381,
      "gdo": 1382,
      "'bul": 1383,
      "tshong": 1384,
      "phrad": 1385,
      "ljang": 1386,
      "chod": 1387,
      "yaH": 1388,
      "'tshe": 1389,
      "rbad": 1390,
      "man+": 1391,
      "lon": 1392,
      "klong": 1393,
      "phal": 1394,
      "'khrug": 1395,
      "dangs": 1396,
      "rgod": 1397,
      "'bebs": 1398,
      "phat": 1399,
      "yal": 1400,
      "byon": 1401,
      "nur": 1402,
      "dal": 1403,
      "sts": 1404,
      "'grib": 1405,
      "khe": 1406,
      "bgro": 1407,
      "khrig": 1408,
      "'thung": 1409,
      "~m": 1410,
      "gleng": 1411,
      "'phrog": 1412,
      "dbab": 1413,
      "thang": 1414,
      "nyung": 1415,
      "mgrin": 1416,
      "ril": 1417,
      "'thad": 1418,
      "btung": 1419,
      "dbyung": 1420,
      "y+tsa": 1421,
      "g.yos": 1422,
      "spobs": 1423,
      "yungs": 1424,
      "gas": 1425,
      "sbo": 1426,
      "r+ya": 1427,
      "byug": 1428,
      "glo": 1429,
      "khung": 1430,
      "an": 1431,
      "'brang": 1432,
      "tshim": 1433,
      "'phang": 1434,
      "sngo": 1435,
      "thim": 1436,
      "gtum": 1437,
      "brtsegs": 1438,
      "gshed": 1439,
      "TA": 1440,
      "pham": 1441,
      "tri": 1442,
      "rgyur": 1443,
      "khar": 1444,
      "sbrang": 1445,
      "rgyus": 1446,
      "blon": 1447,
      "sbom": 1448,
      "dgug": 1449,
      "'dzam": 1450,
      "k+S": 1451,
      "dpyad": 1452,
      "ldang": 1453,
      "'thun": 1454,
      "sgras": 1455,
      "lhags": 1456,
      "gnad": 1457,
      "bgrod": 1458,
      "'bral": 1459,
      "dma": 1460,
      "dz+n": 1461,
      "+b+": 1462,
      "dgon": 1463,
      "ster": 1464,
      "gcad": 1465,
      "dpyod": 1466,
      "rdzun": 1467,
      "blugs": 1468,
      "bkang": 1469,
      "rgyab": 1470,
      "rdzi": 1471,
      "dA": 1472,
      "ngul": 1473,
      "pags": 1474,
      "stsol": 1475,
      "ros": 1476,
      "'thab": 1477,
      "rjod": 1478,
      "sgrogs": 1479,
      "khros": 1480,
      "kan": 1481,
      "rtsom": 1482,
      "chog": 1483,
      "'ching": 1484,
      "rak+": 1485,
      "tsan+": 1486,
      "d+h+": 1487,
      "rmad": 1488,
      "dzi": 1489,
      "dwags": 1490,
      "phab": 1491,
      "bgos": 1492,
      "ton": 1493,
      "tshan": 1494,
      "chus": 1495,
      "rtsibs": 1496,
      "phag": 1497,
      "m+": 1498,
      "bsreg": 1499,
      "lde": 1500,
      "babs": 1501,
      "bran": 1502,
      "il": 1503,
      "zur": 1504,
      "blu": 1505,
      "bsgral": 1506,
      "'dor": 1507,
      "bsti": 1508,
      "tshes": 1509,
      "dngul": 1510,
      "tshar": 1511,
      "bkag": 1512,
      "lA": 1513,
      "bzhis": 1514,
      "bzhes": 1515,
      "rat+": 1516,
      "gtang": 1517,
      "mam": 1518,
      "lding": 1519,
      "d+d+ha": 1520,
      "dbyar": 1521,
      "gnyid": 1522,
      "sra": 1523,
      "ts+tsha": 1524,
      "tam": 1525,
      "rgal": 1526,
      "til": 1527,
      "hu~m": 1528,
      "nI": 1529,
      "tsit+ta": 1530,
      "zhim": 1531,
      "khru": 1532,
      "bzhed": 1533,
      "bsregs": 1534,
      "bkug": 1535,
      "ltas": 1536,
      "mngal": 1537,
      "zug": 1538,
      "bsgrags": 1539,
      "sar+b+": 1540,
      "b+hA": 1541,
      "rat+na": 1542,
      "b+h+yaH": 1543,
      "kra": 1544,
      "saM": 1545,
      "sat": 1546,
      "d+ya": 1547,
      "R+": 1548,
      "lci": 1549,
      "dgas": 1550,
      "rwa": 1551,
      "lngas": 1552,
      "shel": 1553,
      "u0": 1554,
      "\\u0": 1555,
      "\\u0f": 1556,
      "mthus": 1557,
      "mche": 1558,
      "chas": 1559,
      "rgan": 1560,
      "sar+b+ba": 1561,
      "'khyi": 1562,
      "dz+nyA": 1563,
      "skom": 1564,
      "bgrang": 1565,
      "rgol": 1566,
      "rdza": 1567,
      "klog": 1568,
      "bzad": 1569,
      "brnyes": 1570,
      "igs": 1571,
      "myos": 1572,
      "d+he": 1573,
      "gud": 1574,
      "shed": 1575,
      "lum": 1576,
      "'khyil": 1577,
      "dz+wa": 1578,
      "mjug": 1579,
      "gol": 1580,
      "skyob": 1581,
      "bsil": 1582,
      "<D": 1583,
      "C_": 1584,
      "OC_": 1585,
      "RT": 1586,
      "STA": 1587,
      "<DOC_": 1588,
      "RT>": 1589,
      "START>": 1590,
      "dbyug": 1591,
      "sgor": 1592,
      "khab": 1593,
      "nyis": 1594,
      "g.yogs": 1595,
      "phata": 1596,
      "gza'": 1597,
      "AH": 1598,
      "bu'am": 1599,
      "'tho": 1600,
      "gdod": 1601,
      "dregs": 1602,
      "gyen": 1603,
      "'gyed": 1604,
      "bai": 1605,
      "dams": 1606,
      "ut+": 1607,
      "mthing": 1608,
      "tor": 1609,
      "'phros": 1610,
      "bsdams": 1611,
      "ong": 1612,
      "rtsub": 1613,
      "sbas": 1614,
      "yog": 1615,
      "spyir": 1616,
      "kr-i": 1617,
      "yam": 1618,
      "gsad": 1619,
      "stod": 1620,
      "d+hu": 1621,
      "'god": 1622,
      "mdangs": 1623,
      "n+d+ha": 1624,
      "phran": 1625,
      "gung": 1626,
      "drod": 1627,
      "chag": 1628,
      "sad": 1629,
      "mkhar": 1630,
      "g.yog": 1631,
      "gzhol": 1632,
      "thab": 1633,
      "'phos": 1634,
      "rjed": 1635,
      "gau": 1636,
      "yol": 1637,
      "brdzun": 1638,
      "'dzum": 1639,
      "khyams": 1640,
      "sdong": 1641,
      "N+Da": 1642,
      "rtswa": 1643,
      "el": 1644,
      "zlum": 1645,
      "N+D": 1646,
      "bcur": 1647,
      "bzhengs": 1648,
      "sgrog": 1649,
      "'gyod": 1650,
      "gci": 1651,
      "myig": 1652,
      "srang": 1653,
      "'gram": 1654,
      "khrid": 1655,
      "ut+pa": 1656,
      "byugs": 1657,
      "tshugs": 1658,
      "zan": 1659,
      "rengs": 1660,
      "lngar": 1661,
      "sus": 1662,
      "skud": 1663,
      "NA": 1664,
      "kI": 1665,
      "kham": 1666,
      "dzA": 1667,
      "smod": 1668,
      "lad": 1669,
      "g.yeng": 1670,
      "rkun": 1671,
      "tig": 1672,
      "phug": 1673,
      "brtsam": 1674,
      "sring": 1675,
      "s+t+": 1676,
      "hri": 1677,
      "mkhris": 1678,
      "gan": 1679,
      "'khyud": 1680,
      "zhon": 1681,
      "tI": 1682,
      "hI": 1683,
      "haM": 1684,
      "o~M": 1685,
      "gting": 1686,
      "ribs": 1687,
      "s+ya": 1688,
      "mes": 1689,
      "zang": 1690,
      "eg": 1691,
      "b+hu": 1692,
      "cod": 1693,
      "'dud": 1694,
      "gsar": 1695,
      "dga": 1696,
      "hrI": 1697,
      "swAhA": 1698,
      "bro": 1699,
      "yar": 1700,
      "T+": 1701,
      "lhar": 1702,
      "khur": 1703,
      "zlog": 1704,
      "zangs": 1705,
      "bgo": 1706,
      "gur": 1707,
      "bsrungs": 1708,
      "mdza'": 1709,
      "mthil": 1710,
      "deg": 1711,
      "spel": 1712,
      "D+": 1713,
      "r+ai": 1714,
      "gcan": 1715,
      "sham": 1716,
      "gnag": 1717,
      "bskol": 1718,
      "sbu": 1719,
      "sun": 1720,
      "skyil": 1721,
      "'thu": 1722,
      "skor": 1723,
      "gzir": 1724,
      "g.yul": 1725,
      "lar": 1726,
      "zlos": 1727,
      "lhas": 1728,
      "bsgribs": 1729,
      "ljon": 1730,
      "ngur": 1731,
      "btsas": 1732,
      "thad": 1733,
      "pU": 1734,
      "ul": 1735,
      "tsan+dan": 1736,
      "pus": 1737,
      "snum": 1738,
      "gra": 1739,
      "gsan": 1740,
      "tsan": 1741,
      "skam": 1742,
      "dmag": 1743,
      "brjed": 1744,
      "'dzag": 1745,
      "ske": 1746,
      "snam": 1747,
      "btsugs": 1748,
      "ban": 1749,
      "dkris": 1750,
      "bshams": 1751,
      "sil": 1752,
      "bsres": 1753,
      "btud": 1754,
      "slu": 1755,
      "tad+ya": 1756,
      "glog": 1757,
      "mchu": 1758,
      "n+ya": 1759,
      "ongs": 1760,
      "gir": 1761,
      "dags": 1762,
      "p+": 1763,
      "rngu": 1764,
      "bslang": 1765,
      "'grogs": 1766,
      "bzla": 1767,
      "bkru": 1768,
      "phud": 1769,
      "l+": 1770,
      "bI": 1771,
      "krung": 1772,
      "dzah": 1773,
      "n+ta": 1774,
      "bskrad": 1775,
      "zhum": 1776,
      "btsan": 1777,
      "phog": 1778,
      "rlob": 1779,
      "gzer": 1780,
      "gyon": 1781,
      "ngal": 1782,
      "dzaH": 1783,
      "car": 1784,
      "rgyang": 1785,
      "ng+": 1786,
      "yaM": 1787,
      "rdzing": 1788,
      "'dam": 1789,
      "w+aa": 1790,
      "'phya": 1791,
      "sma": 1792,
      "man+ta": 1793,
      "\\u0f8": 1794,
      "myu": 1795,
      "bshang": 1796,
      "'chal": 1797,
      "snyi": 1798,
      "'phye": 1799,
      "shul": 1800,
      "bslabs": 1801,
      "hu~M": 1802,
      "khyud": 1803,
      "dw": 1804,
      "bud+d+ha": 1805,
      "rak+ta": 1806,
      "mdud": 1807,
      "khyu": 1808,
      "///": 1809,
      "pad+mo": 1810,
      "'gugs": 1811,
      "Sh+Tha": 1812,
      "Sh+Ta": 1813,
      "khongs": 1814,
      "gzhom": 1815,
      "zing": 1816,
      "dpral": 1817,
      "gtugs": 1818,
      "gnam": 1819,
      "phongs": 1820,
      "gang+": 1821,
      "kri": 1822,
      "lug": 1823,
      "nyas": 1824,
      "'phrin": 1825,
      "rno": 1826,
      "baM": 1827,
      "sos": 1828,
      "'phen": 1829,
      "raM": 1830,
      "bskang": 1831,
      "rtsis": 1832,
      "Shi": 1833,
      "g+h+": 1834,
      "chan": 1835,
      "sgeg": 1836,
      "mdung": 1837,
      "bton": 1838,
      "hrIH": 1839,
      "'thor": 1840,
      "rnon": 1841,
      "glegs": 1842,
      "au": 1843,
      "rings": 1844,
      "gzhir": 1845,
      "dgrol": 1846,
      "karma": 1847,
      "tsA": 1848,
      "b+han": 1849,
      "ogs": 1850,
      "smig": 1851,
      "ded": 1852,
      "zhib": 1853,
      "stu": 1854,
      "spras": 1855,
      "\\u0f85": 1856,
      "sbal": 1857,
      "bzangs": 1858,
      "byos": 1859,
      "shrI": 1860,
      "son": 1861,
      "sen": 1862,
      "ngar": 1863,
      "naM": 1864,
      "'ur": 1865,
      "sprad": 1866,
      "engs": 1867,
      "bsho": 1868,
      "gya": 1869,
      "gr-i": 1870,
      "satwA": 1871,
      "po'am": 1872,
      "pe": 1873,
      "bzho": 1874,
      "'thungs": 1875,
      "bra": 1876,
      "thur": 1877,
      "sba": 1878,
      "brlag": 1879,
      "'tsha": 1880,
      "mngar": 1881,
      "khor": 1882,
      "tsu": 1883,
      "btul": 1884,
      "cog": 1885,
      "bcang": 1886,
      "hud": 1887,
      "stabs": 1888,
      "'dong": 1889,
      "chab": 1890,
      "d+harma": 1891,
      "bcol": 1892,
      "byings": 1893,
      "blos": 1894,
      "tshwa": 1895,
      "bshi": 1896,
      "shos": 1897,
      "gang+gA": 1898,
      "myang": 1899,
      "nol": 1900,
      "bskus": 1901,
      "bzhad": 1902,
      "'gul": 1903,
      "srungs": 1904,
      "dbyig": 1905,
      "rugs": 1906,
      "gdungs": 1907,
      "rnying": 1908,
      "shan": 1909,
      "tse": 1910,
      "dengs": 1911,
      "gzar": 1912,
      "s+w+aa": 1913,
      "phas": 1914,
      "gcer": 1915,
      "brnyas": 1916,
      "bzo": 1917,
      "blud": 1918,
      "grib": 1919,
      "brdeg": 1920,
      "rngam": 1921,
      "snye": 1922,
      "tsher": 1923,
      "ljongs": 1924,
      "mgul": 1925,
      "gram": 1926,
      "sang": 1927,
      "rU": 1928,
      "bstim": 1929,
      "ger": 1930,
      "t+ma": 1931,
      "bang": 1932,
      "bsngos": 1933,
      "ning": 1934,
      "mnar": 1935,
      "g.yang": 1936,
      "Ti": 1937,
      "khA": 1938,
      "t+ya": 1939,
      "byol": 1940,
      "skul": 1941,
      "dpar": 1942,
      "chom": 1943,
      "hoH": 1944,
      "'khri": 1945,
      "kog": 1946,
      "nom": 1947,
      "bsgreng": 1948,
      "d+d+hi": 1949,
      "rum": 1950,
      "lkog": 1951,
      "'phangs": 1952,
      "dma'": 1953,
      "gsog": 1954,
      "bcus": 1955,
      "nAM": 1956,
      "mthon": 1957,
      "bshig": 1958,
      "mr-i": 1959,
      "bkrus": 1960,
      "dI": 1961,
      "skyi": 1962,
      "gsho": 1963,
      "sdod": 1964,
      "bzhon": 1965,
      "ban+d+ha": 1966,
      "'dze": 1967,
      "brgyar": 1968,
      "-I": 1969,
      "waM": 1970,
      "maud": 1971,
      "rnyog": 1972,
      "cis": 1973,
      "dzu": 1974,
      "b+hU": 1975,
      "drin": 1976,
      "shiny+tsa": 1977,
      "rjer": 1978,
      "gsos": 1979,
      "gdangs": 1980,
      "rku": 1981,
      "phro": 1982,
      "bshos": 1983,
      "bsnu": 1984,
      "'gyu": 1985,
      "rgyar": 1986,
      "gces": 1987,
      "gug": 1988,
      "spyang": 1989,
      "@##": 1990,
      "gul": 1991,
      "lpags": 1992,
      "tshil": 1993,
      "mjed": 1994,
      "dgang": 1995,
      "gtsigs": 1996,
      "wang": 1997,
      "'gror": 1998,
      "bsnun": 1999,
      "khra": 2000,
      "bkres": 2001,
      "shri": 2002,
      "bsnol": 2003,
      "'a": 2004,
      "lor": 2005,
      "rtsig": 2006,
      "mying": 2007,
      "brgyal": 2008,
      "bre": 2009,
      "'brug": 2010,
      "d+ra": 2011,
      "ar+": 2012,
      "bkram": 2013,
      "sprod": 2014,
      "gson": 2015,
      "shI": 2016,
      "tshabs": 2017,
      "Sh+ya": 2018,
      "pur": 2019,
      "klas": 2020,
      "gad": 2021,
      "gnyug": 2022,
      "grwa": 2023,
      "phor": 2024,
      "tangs": 2025,
      "sI": 2026,
      "ma'am": 2027,
      "rgyug": 2028,
      "mgur": 2029,
      "sbubs": 2030,
      "kaM": 2031,
      "brna": 2032,
      "men": 2033,
      "mtshor": 2034,
      "NI": 2035,
      "sran": 2036,
      "nod": 2037,
      "brgal": 2038,
      "mir": 2039,
      "sU": 2040,
      "gon": 2041,
      "'bri": 2042,
      "brta": 2043,
      "hoh": 2044,
      "dungs": 2045,
      "rgyags": 2046,
      "+ga": 2047,
      "stangs": 2048,
      "kaH": 2049,
      "mgyogs": 2050,
      "gding": 2051,
      "ham": 2052,
      "h+ya": 2053,
      "k+Shi": 2054,
      "mangs": 2055,
      "sdigs": 2056,
      "phebs": 2057,
      "stang": 2058,
      "brtsi": 2059,
      "satwa": 2060,
      "tiSh+Tha": 2061,
      "'phyang": 2062,
      "lham": 2063,
      "bting": 2064,
      "smre": 2065,
      "shal": 2066,
      "rak+sha": 2067,
      "'chos": 2068,
      "y+dza": 2069,
      "thum": 2070,
      "glags": 2071,
      "sbar": 2072,
      "phod": 2073,
      "mer": 2074,
      "bskyab": 2075,
      "bsnye": 2076,
      "trA": 2077,
      "mugs": 2078,
      "aM": 2079,
      "phar": 2080,
      "rgas": 2081,
      "'bod": 2082,
      "taM": 2083,
      "+b+ha": 2084,
      "mi'am": 2085,
      "kam": 2086,
      "ngoms": 2087,
      "phyugs": 2088,
      "'dzi": 2089,
      "seng+": 2090,
      "ungs": 2091,
      "wi": 2092,
      "gla": 2093,
      "grag": 2094,
      "dngas": 2095,
      "para": 2096,
      "mon": 2097,
      "tsakra": 2098,
      "gcin": 2099,
      "ShA": 2100,
      "sid+d+hi": 2101,
      "'chags": 2102,
      "twa": 2103,
      "'byams": 2104,
      "DA": 2105,
      "ther": 2106,
      "Ur+ya": 2107,
      "nos": 2108,
      "stug": 2109,
      "jo": 2110,
      "yengs": 2111,
      "t+ra": 2112,
      "'brum": 2113,
      "blun": 2114,
      "n+da": 2115,
      "bse": 2116,
      "brdungs": 2117,
      "'phral": 2118,
      "ut+pal": 2119,
      "'greng": 2120,
      "brdung": 2121,
      "gangs": 2122,
      "b+h+yA": 2123,
      "spun": 2124,
      "N+Di": 2125,
      "khengs": 2126,
      "gdol": 2127,
      "'tshong": 2128,
      "laM": 2129,
      "bying": 2130,
      "klad": 2131,
      "lhor": 2132,
      "Ar+ya": 2133,
      "m+aa": 2134,
      "bsu": 2135,
      "bcangs": 2136,
      "rton": 2137,
      "zhog": 2138,
      "k+sha": 2139,
      "bskos": 2140,
      "ltag": 2141,
      "shun": 2142,
      "khyung": 2143,
      "'dar": 2144,
      "rak+Sha": 2145,
      "gdengs": 2146,
      "gzhig": 2147,
      "seng+ge": 2148,
      "smyung": 2149,
      "'chag": 2150,
      "thul": 2151,
      "bder": 2152,
      "mdze": 2153,
      "we": 2154,
      "br-i": 2155,
      "chur": 2156,
      "gab": 2157,
      "gum": 2158,
      "raH": 2159,
      "g+hu": 2160,
      "ging": 2161,
      "T+wA": 2162,
      "dwangs": 2163,
      "dmu": 2164,
      "+d+ha": 2165,
      "rlon": 2166,
      "bcwa": 2167,
      "bsta": 2168,
      "snyigs": 2169,
      "run": 2170,
      "dral": 2171,
      "bsrel": 2172,
      "bsgos": 2173,
      "kas": 2174,
      "bskum": 2175,
      "tAM": 2176,
      "thebs": 2177,
      "wam": 2178,
      "gron": 2179,
      "skyur": 2180,
      "nyag": 2181,
      "gyad": 2182,
      "mna": 2183,
      "ljags": 2184,
      "bcabs": 2185,
      "'gengs": 2186,
      "rmugs": 2187,
      "bkrol": 2188,
      "leb": 2189,
      "sh+r+ai": 2190,
      "zor": 2191,
      "bskyang": 2192,
      "sten": 2193,
      "d+hU": 2194,
      "gzhes": 2195,
      "'khril": 2196,
      "dkrugs": 2197,
      "tshegs": 2198,
      "a+": 2199,
      "pany+tsa": 2200,
      "'gros": 2201,
      "smros": 2202,
      "lhur": 2203,
      "mgron": 2204,
      "rdal": 2205,
      "dzam": 2206,
      "thong": 2207,
      "sa~M": 2208,
      "ny+tsa": 2209,
      "b+he": 2210,
      "khebs": 2211,
      "srad": 2212,
      "lc": 2213,
      "gr-ih+": 2214,
      "taH": 2215,
      "dka": 2216,
      "'jal": 2217,
      "'dris": 2218,
      "dz+nya": 2219,
      "rtul": 2220,
      "tsom": 2221,
      "bud+": 2222,
      "maM": 2223,
      "con": 2224,
      "'phar": 2225,
      "d+har": 2226,
      "thon": 2227,
      "mahA": 2228,
      "+aah": 2229,
      "mchil": 2230,
      "btub": 2231,
      "yel": 2232,
      "byam": 2233,
      "sme": 2234,
      "thor": 2235,
      "dr-i": 2236,
      "som": 2237,
      "bte": 2238,
      "ngor": 2239,
      "bsang": 2240,
      "khi": 2241,
      "shang": 2242,
      "sol": 2243,
      "bsnyad": 2244,
      "y+aa": 2245,
      "ges": 2246,
      "+u": 2247,
      "At+ma": 2248,
      "zhun": 2249,
      "iT": 2250,
      "r+aa": 2251,
      "bslad": 2252,
      "aam": 2253,
      "rba": 2254,
      "brla": 2255,
      "lI": 2256,
      "'ju": 2257,
      "thigs": 2258,
      "'grol": 2259,
      "mur": 2260,
      "bslangs": 2261,
      "'byam": 2262,
      "bslus": 2263,
      "tshab": 2264,
      "gom": 2265,
      "g.yung": 2266,
      "thibs": 2267,
      "dgar": 2268,
      "man+da": 2269,
      "shag": 2270,
      "n+ti": 2271,
      "mnos": 2272,
      "'khyams": 2273,
      "spre": 2274,
      "sh+aa": 2275,
      "sod": 2276,
      "gzan": 2277,
      "'khya": 2278,
      "rer": 2279,
      "bsko": 2280,
      "rod": 2281,
      "smug": 2282,
      "dub": 2283,
      "dbyen": 2284,
      "brtsigs": 2285,
      "gnyan": 2286,
      "l-i": 2287,
      "gsher": 2288,
      "bkye": 2289,
      "bzhud": 2290,
      "mthol": 2291,
      "Tha": 2292,
      "sbed": 2293,
      "th+aa": 2294,
      "zhan": 2295,
      "shud": 2296,
      "bdar": 2297,
      "bltar": 2298,
      "'thon": 2299,
      "D+ha": 2300,
      "gshog": 2301,
      "aH": 2302,
      "khaM": 2303,
      "g.ya": 2304,
      "btsos": 2305,
      "gying": 2306,
      "gda'": 2307,
      "'brangs": 2308,
      "'ug": 2309,
      "pri": 2310,
      "rngo": 2311,
      "gsor": 2312,
      "+e": 2313,
      "dze": 2314,
      "chem": 2315,
      "g.yengs": 2316,
      "'dom": 2317,
      "ba~M": 2318,
      "'khrig": 2319,
      "khrel": 2320,
      "dpyid": 2321,
      "chibs": 2322,
      "ldeng": 2323,
      "rtsad": 2324,
      "stor": 2325,
      "dpes": 2326,
      "'drar": 2327,
      "bsnan": 2328,
      "bslu": 2329,
      "s+pha": 2330,
      "khram": 2331,
      "btso": 2332,
      "mchan": 2333,
      "kar+": 2334,
      "gtod": 2335,
      "mra": 2336,
      "phob": 2337,
      "maN+D": 2338,
      "Ne": 2339,
      "k+ai": 2340,
      "dmangs": 2341,
      "paM": 2342,
      "gzod": 2343,
      "brku": 2344,
      "nA~M": 2345,
      "zungs": 2346,
      "mI": 2347,
      "gzhog": 2348,
      "a+om": 2349,
      "sbra": 2350,
      "s+pho": 2351,
      "skyug": 2352,
      "snyems": 2353,
      "mis": 2354,
      "rdor": 2355,
      "ums": 2356,
      "maN+Dal": 2357,
      "phrogs": 2358,
      "bsdi": 2359,
      "rked": 2360,
      "'dzud": 2361,
      "grul": 2362,
      "bdog": 2363,
      "smyo": 2364,
      "'phrogs": 2365,
      "ngus": 2366,
      "gnan": 2367,
      "ko\\u0f85": 2368,
      "in+": 2369,
      "kh+aa": 2370,
      "shud+": 2371,
      "'khrungs": 2372,
      "daM": 2373,
      "dgun": 2374,
      "'gying": 2375,
      "twA": 2376,
      "shad": 2377,
      "'gran": 2378,
      "bkab": 2379,
      "bsham": 2380,
      "gror": 2381,
      "bregs": 2382,
      "skong": 2383,
      "eb": 2384,
      "spar": 2385,
      "ler": 2386,
      "mdos": 2387,
      "'cho": 2388,
      "g.yu": 2389,
      "T+wAM": 2390,
      "ha~M": 2391,
      "dgur": 2392,
      "hr-i": 2393,
      "bklag": 2394,
      "'bros": 2395,
      "bteg": 2396,
      "mngag": 2397,
      "mkho": 2398,
      "gtams": 2399,
      "tun": 2400,
      "k+she": 2401,
      "bstabs": 2402,
      "dpog": 2403,
      "bsdigs": 2404,
      "gdeng": 2405,
      "zheng": 2406,
      "mnyen": 2407,
      "k+Sh+": 2408,
      "shug": 2409,
      "k+aa": 2410,
      "trag": 2411,
      "bung": 2412,
      "khug": 2413,
      "+da": 2414,
      "je": 2415,
      "gzo": 2416,
      "zar": 2417,
      "r-I": 2418,
      "sder": 2419,
      "rtsir": 2420,
      "bklags": 2421,
      "brtsal": 2422,
      "phub": 2423,
      "khungs": 2424,
      "She": 2425,
      "d+h+ya": 2426,
      "shU": 2427,
      "lasa": 2428,
      "m+ma": 2429,
      "chun": 2430,
      "R+Y": 2431,
      "pa'i": 2432,
      "'tshams": 2433,
      "ir": 2434,
      "rkyal": 2435,
      "mU": 2436,
      "byA": 2437,
